/*
 Localizable.strings
 Crypto Cloud - Nextcloud

 Created by Marino Faggiana on 30/10/15.
 Copyright © 2016 TWS. All rights reserved.
 */

// General

"_cancel_"                  = "Zrušit";
"_upload_file_"             = "Nahrát soubor";
"_download_file_"           = "Stáhnout soubor";
"_upload_encrypted_file_"   = "Nahrát šifrovaný soubor";
"_loading_"                 = "Načítání";
"_loading_num_"             = "Načítání souboru %i";
"_loading_camera_upload_"   = "Automatické nahrávání";
"_uploading_"               = "Nahrávání";
"_synchronization_"         = "Synchronizace";
"_delete_"                  = "Smazat";
"_delete_file_n_"           = "Smazat soubor %i z %i";
"_rename_"                  = "Přejmenovat";
"_move_"                    = "Přesunout";
"_move_file_n_"             = "Přesunout soubor %i z %i";
"_create_folder_"           = "Vytvořit novou složku";
"_creating_sharing_"        = "Vytváření sdílení";
"_updating_sharing_"        = "Aktualizace sdílení";
"_removing_sharing_"        = "Odsraňování sdílení";
"_add_"                     = "Přidat";
"_login_"                   = "Přihlásit";
"_save_"                    = "Uložit";
"_save_encrypted_"          = "Uložit šifrovaně";
"_warning_"                 = "Varování";
"_error_"                   = "Chyba";
"_no_"                      = "No";
"_yes_"                     = "Ano";
"_select_"                  = "Vybrat";
"_crypto_cloud_upload_"     = "_brand_ - nahrávání";
"_home_"                    = "Soubory";
"_file_to_upload_"          = "Soubor k nahrání";
"_destination_"             = " Cíl";
"_ok_"                      = "OK";
"_beta_version_"            = "Beta verze";
"_function_in_testing_"     = "Funkce se testuje, prosím zašlete informace o jakýchkoliv problémech nebo nefunkčnostech.";
"_done_"                    = "Hotovo";
"_passcode_too_short_"      = "Zamykací kód je příliš krátký, jsou požadovány aspoň čtyři znaky";
"_selected_"                = "Vybraný";
"_scan_fingerprint_"        = "Autentizujte se nasnímáním otisku prstu";
"_no_active_account_"       = "Žádný účet nebyl nalezen";
"_info_"                    = "Informace";
"_save_exit_"               = "Chcete skončit bez uložení?";
"_video_"                   = "Video";
"_overwrite_"               = "Přepsat";
"_transfers_in_queue_"      = "Přenosy probíhají, prosím čekejte ...";
"_too_errors_automatic_all_"= "Příliš mnoho chyb, zkontrolujte problém v ovládacím centru";
"_create_folder_"           = "Vytvořit novou složku";
"_close_"                   = "Zavřít";
"_postpone_"                = "Odložit";
"_remove_"                  = "Odstranit";
"_file_not_found_"          = "Soubor nenalezen";
"_continue_"                = "Chcete pokračovat ?";

// App

"_synchronization_header_"  = "Probíhá synchronizace šifrované hlavičky ...";
"_network_available_"       = "Síť dostupná";
"_network_not_available_"   = "Síť není dostupná";

// Networking

"_file_too_big_"            = "Soubor je příliš velký, aby mohl být zašifrován/dešifrován";
"_file_too_big_max_100_"    = "Velikost souboru příliš velká, max 100 kb";
"_...loading..._"           = ".. nahrávání ..";
"_download_plist_"          = " ";
"_no_reuploadfile_"         = "Soubor nenalezen, nelze ho znovu poslat, smažte nahrávání a znovu načtěte soubor, aby mohl být nahrán.";
"_file_already_exists_"     = "Operaci nelze dokončit, je zde soubor se stejným ménem";
"_read_file_error_"         = "Chyba při čtení souboru";

// More

"_more_"                    = "Více";

// Settings

"_acknowledgements_"        = "Poděkování";
"_settings_"                = "Nastavení";
"_passcode_"                = "Heslo";
"_lock_active_"             = "Zámek : aktivní";
"_lock_not_active_"         = "Zámek : neaktivní";
"_lock_protection_folder_"  = "Zámek pouze pro chráněné adresáře";
"_url_"                     = "Url";
"_username_"                = "Uživatelské jméno";
"_change_credentials_"      = "Změnit vaše přihlašovací údaje";
"_wifi_only_"               = "Používat pouze připojení Wi-Fi";
"_uploading_from_camera_"   = "Automatické nahrání obrázků z fotoaparátu";
"_app_version_"             = "Verze aplikace";
"_app_in_use_"              = "Aplikace se používá";
"_contact_by_email_"        = "Kontaktujte nás emailem";
"_clear_cache_"             = "Vyčistit mezipaměť (%@ použito)";
"_clear_cache_no_size_"     = "Vyčistit mezipaměť";
"_exit_"                    = "Konec _brand_";
"_funct_not_enabled_"       = "OFunkcionalita není povolena";
"_passcode_activate_"       = "Zámek heslem aktivován";
"_disabling_passcode_"      = "Zakazování uzamčení heslem";
"_want_exit_"               = "Varování_brand_ bude resetován do výchozího stavu. Pokračovat? V cloudu nebude nc změněno.";
"_proceed_"                 = "Pokračovat";
"_delete_cache_"            = "Smazat mezipaměť";
"_want_delete_cache_"       = "Chcete vymazat vyrovnávací paměť?";
"_mail_deleted_"            = "E-mail smazán";
"_mail_saved_"              = "E-mail uložen";
"_mail_sent_"               = "E-mail úspěšně odeslán";
"_mail_failure_"            = "Nepodařilo se odeslat e-mail: %@";
"_information_req_"         = "Žádost o informaci";
"_credentials_"             = "Pověření";
"_manage_account_"          = "Spravovat účet";
"_change_password_"         = "Změnit heslo";
"_add_nextcloud_"           = "Přidat účet Nextcloud";
"_delete_account_"          = "Smazat účet";
"_want_delete_"             = "Opravdu to chcete smazat?";
"_no_delete_"               = "Ne, nemazat";
"_yes_delete_"              = "Ano, smazat";
"_remove_cache_"            = "Prosím čekejte, mazání mezipaměti ...";
"_optimizations_"           = "Optimalizace";
"_synchronizations_"        = "Synchronizované adresáře";
"_version_server_"          = "Verze serveru";
"_check_key_aes_256_"       = "Kontrolujte heslo šifrovacího klíče";
"_encryptpass_by_email_"    = "Odeslat e-mailem";
"_title_mail_encryptpass_"  = "Šifrovací klíč _brand_";
"_text1_mail_encryptpass_"  = "Váš šifrovací klíč je";
"_text2_mail_encryptpass_"  = "Uložte to bezpečně a bez toho, aby to viděli zvědavci.";
"_help_"                    = "Nápověda";
"_lock_protection_simply_"  = "Slabá ochrana heslem";
"_change_simply_passcode_"  = "Změnit typ hesla";
"_quota_"                   = "Kvóta";
"_available_"               = "dostupné";
"_cloud_account_"           = "Cloudový účet";
"_information_"             = "Informace";
"_personal_information_"    = "Osobní informace";
"_user_full_name_"          = "Úplné jméno";
"_user_address_"            = "Adresa";
"_user_phone_"              = "Telefon";
"_user_email_"              = "Email";
"_user_web_"                = "Web";
"_user_twitter_"            = "Twitter";
"_quota_using_"             = "Používáte %@ z %@";
"_favorite_offline_"        = "Oblíbené dostupné offline";
"_favorite_offline_footer_" = "Zpřístupnění všech oblíbených offline může chvíli trvat a může to zabrat dost paměti.";
"_advanced_"                = "Pokročilé";

// Manage Camera Upload

"_upload_camera_"           = "Nahrát fotky/videa z fotoaparátu";
"_upload_camera_background_"= "Nahrávat obrázky na pozadí";
"_upload_foto_camera_"      = "Nahrávání fotek z foťáku";
"_upload_encry_camup_"      = "Nahrávání šifrovaných";
"_upload_video_camera_"     = "Nahrávání videí z foťáku";
"_upload_automatic_photos_" = "Automatické nahrání fotek z foťáku";
"_upload_automatic_videos_" = "Nahrávat videa z fotoaparátu automaticky";
"_photo_folder_photocamera_"= "Fotky budou nahrány do adresáře Fotografie ve vašem cloudu";
"_photo_folder_background_"         = "Tato možnost vyžadovala použití GPS, aby bylo možné detekovat nové fotky při každé významné změně polohy.";
"_cameraupload_background_title_"   = "Omezení";
"_cameraupload_background_msg_"     = "Kvůli omezením v Ios není zatím možné provádět procesy na pozadí bez aktivních služeb GPS. Po změně buňky v mobilní síti je _brand_ nakrátko probuzen systémem a zkontroluje, jestli nejsou nové fotky k nahrání do cloudu.";
"_upload_camera_change_location_"   = "Změnit adresář";
"_upload_camera_location_now_"      = "Složka";
"_upload_camera_location_default_"  = "Obnovit výchozí složku";
"_upload_camera_change_location_footer_" = "Změnit adresář s fotografiemi, kam bude probíhat i automatické nahrávání z fotoaparátu (pokud je tato možnost povolena)";
"_camera_upload_not_select_home_"   = "Vyberte složku";
"_upload_camera_save_album_"        = "Zkopírovat fotku nebo video do fotoalba";
"_upload_camera_save_album_footer_" = "Po automatickém odeslání fotky nebo videa je kopie uložena v foto albu : _brand_ (nevyžaduje víc místa ve fotkách)";
"_upload_camera_fullphotos_"        = "Nahrát všechny fotky/videa z foťáku";
"_upload_camera_fullphotos_footer_" = "Před nahráváním zvolte výše uvedené možnosti";
"_upload_camera_create_subfolder_" = "Používat podadresáře";
"_upload_camera_create_subfolder_footer_" = "Ukládat do podadresářů v závislosti na roku a měsíci";

// Manage Crypto Cloud

"_crypto_cloud_system_"             = "Systém Crypto Cloud";
"_alert_activation_crypto_cloud_"   = "Systém Crypto Cloud úspěšně aktivován";
"_alert_deactivation_crypto_cloud_" = "Systém Crypto Cloud úspěšně deaktivován.";
"_activation_crypto_cloud_"         = "Aktivace systému Crypto Cloud";
"_deactivation_crypto_cloud_"       = "Deaktivace systému Crypto Cloud";
"_footer_crypto_cloud_"             = "Založeno na šifrovacím algoritmu AES-256, systém Crypto Cloud vám umožní ukládat všechna vaše soukromá data (dokumenty, šablony, fotky, videa atd…), takže budou chráněny od \"zvědavců\".\n\nBudete požádáni o zadání šifrovacího klíče (minimum 4 znaky, maximum 64 znaků). Nikdy ho nebudete schopni získat a vaše soubory zůstanou zašifrovány. V případě reinstalace Nextcloudu, nebo pokud budete potřebovat přistupovat k souborům z jiného zařízení, použijte stejnou kombinaci.\n\nKaždý soubor může být zašiffrován a dešifrován. Názvy složek mohou být rovněž zašifrovány, aby ani náznakem nenaznačovaly svůj obsah.\n\nKaždý dokument, ať už ve standardní, nebo šifrované podobě, může být z Nextcloudu nahrán do vašeho cloudu. Všechny šifrované dokumenty a složky budou označeny oranžovou barvou. Pokud sou v režimu náhledu, budou místo toho označeny popiskem se třemi odrážkami.\n\nJsou rovněž dostupné šablony pro uložení vašich soukromých dat (poznámka, kreditní nebo ATM karta, bankovní účet, heslo na webové stránce atd…) a lze je rovněž uložit ve vašem cloudu šifrovaně.\n\nAktivujte a deaktivujte kdykoliv, jen vždy použijte stejný šifrovací klíč.\n\nAktuálně lze šifrované soubory pomocí systému Crypto Cloud zobrazit pouze na systému IOS.";

// Manage Photos

"_change_folder_photos_"        = "Změnit fotky složek";

// Manage Help

"_help_tutorial_"               = "Tutoriál";
"_help_intro_"                  = "Úvod _brand_";
"_help_activity_verbose_"       = "Podrobný přehled aktivity";
"_help_activity_mail_"          = "Odeslat aktivitu e-mailem";
"_help_activity_clear_"         = "Vyčistit aktivitu";


// Manage Optimizations

"_optimized_photos_"            = "Optimalizované rozlišení fotek";
"_upload_del_photos_"           = "Vzdálené soubory po nahrání";
"_optimized_photos_how_"        = "Pokud má váš iPhone nedostatek místa, fotky v plném rozlišení jsou automaticky nahrazeny optimalizovanými verzemi. Fotky v plném rozlišení jsou uloženy ve vašem cloudu.";
"_upload_del_photos_how_"       = "Soubory budou odstraněny z paměti pro _brand_ poté, co byly nahrány do cloudu. Zůstanou ve fotkách. Pokud soubory chcete vidět, jen je stáhněte.";

// Login

"_connect_server_anyway_"       = "Chcete se stejně k tomuto serveru připojit?";
"_connection_error_"            = "Chyba s připojením";
"_add_your_nextcloud_"          = "Pidejte váš Nextcloud účet";
"_key_aes_256_"                 = "Heslo šifrovacího klíče";

"_security_init_required_hint_" = "Nápověda pro heslo k šifrovacímu klíči (doporučena)";
"_hint_"                        = "Nápověda";
"_security_init_required_mail_" = "Zadejte vaši e-mailovou adresu a obdržíte šifrovací klíč heslového zámku (doporučeno).";
"_email_"                       = "E-mail";
"_title_form_security_init_"    = "Možnosti zabezpečení";
"_login_bottom_label_"          = "Ještě nemáte server?\nVyberte si jednoho z poskytovatelů.";
"_error_multidomain_"           = "Address not allowed, only the following domains are valid:";

// Favorite

"_favorites_"                   = "Oblíbené";
"_offline_"                     = "Offline";
"_local_storage_"               = "Místní úložiště";
"_local_storage_no_record_"     = "Zatím žádné soubory";
"_no_files_uploaded_"           = "Nenahrány žádné soubory";
"_tutorial_favorite_view_"      = "Soubory a složky, které označíte jako oblíbené, se zobrazí zde";
"_tutorial_offline_view_"       = "Sem zkopírujte soubory, které mají být dostupné offline.\n\nBudou synchronizovány s vaším cloudem.";
"_tutorial_local_view_"         = "Naleznete rozbalené soubory z vašeho cloudu\n\nPokud chcete tyto soubory sdílet, připojte se k iTunes.";
"_more_"                        = "Více";
"_favorite_no_files_"           = "Zatím žádné oblíbené";


// Camera Upload

"_pull_down_"                               = "Stáhněte pro obnovu";
"_no_photo_load_"                           = "Žádná fotka nebo video";
"_tutorial_camera_upload_view_"             = "Nahrání z foťáku můžete povolit v nastavení";
"_no_date_"                                 = "Bez data";
"_today_"                                   = "Dnes";
"_time_"                                    = "Čas : %@";
"_location_not_enabled_"                    = "Polohové služby nepovoleny";
"_location_not_enabled_msg_"                = "Prosím, povolte v nastavení polohové služby, pokud chcete povolit nahrávání z foťáku.";
"_access_photo_not_enabled_"                = "Přístup k fotkám nepovolen";
"_access_photo_not_enabled_msg_"            = "Nahrávání videí.";
"_access_photo_location_not_enabled_"       = "Přístup k fotkám a poloze není povolen";
"_access_photo_location_not_enabled_msg_"   = "Pro automatické nahrávání fotek/videí navštivte nastavení a povolte přístup k fotkám a polohovým službám.";
"_processing_send_camera_upload_"           = "Nahrávání fotky z foťáku ...";
"_tutorial_photo_view_"                     = "Zatím nebyly nahrány žádné fotky nebo videa";
"_create_full_upload_"                      = "Vytváření archivu .. může to chvíli trvat, prosím čekejte";
"_error_createsubfolders_upload_"           = "Chyba při vytváření podsložek";
"_activate_camera_upload_"                  = "Povolit nahrání z foťáku";

// Template

"_title_"                       = "Titulek";
"_web_account_data_"            = "Data webového účtu";
"_url:_"                        = "URL";
"_login:_"                      = "Přihlásit";
"_password:_"                   = "Heslo :";
"_notes_"                       = "Poznámky";
"_web_account_"                 = "Webový účet";
"_enter_title_"                 = "Vložte titulek";
"_add_folder_"                  = "Přidat složku";
"_add_photos_videos_"           = "Přidat fotky nebo videa";
"_add_folder_encryptated_"      = "Přidat složku s šifrovaným jménem";
"_add_encrypted_photo_video_"   = "Přidat šifrované fotky nebo videa";
"_add_credit_card_"             = "Přidat šablonu přo kreditní kartu";
"_add_atm_"                     = "Přidat šablonu pro platební kartu";
"_add_bank_account_"            = "Přidat šablonu bankovního účtu";
"_add_web_account_"             = "Přidat webový účet";
"_add_notes_"                   = "Přidat poznámky";
"_add_driving_license_"         = "Přidat šablonu řidičského průkazu";
"_add_id_card_"                 = "Přidat šablonu ID karty";
"_add_passport_"                = "Přidat šablonu pasu";
"_add_atm_card_"                = "Data kreditní karty";
"_bank_name:_"                  = "Jméno banky";
"_code:_"                       = "Kód :";
"_security_code:_"              = "Bezpečnostní kód :";
"_pin:_"                        = "PIN :";
"_atm_card_"                    = "Platební karta";
"_credi_card_data_"             = "Údaje kreditní karty";
"_name_surname:_"               = "Jméno příjmení";
"_expiry_date:_"                = "Datum vypršení :";
"_credit_card_"                 = "Kreditní karta";
"_id_card_"                     = "Identifikační karta";
"_number:_"                     = "Číslo :";
"_place_of_birth:_"             = "Místo narození :";
"_date_of_birth:_"              = "Datum narození :";
"_date_of_issue:_"              = "Datum vystavení :";
"_date_of_expiry:_"             = "Datum vypršení :";
"_bank_account_data_"           = "Údaje bankovního účtu";
"_account_n:_"                  = "Účet N.";
"_iban:_"                       = "IBAN";
"_swift:_"                      = "SWIFT :";
"_agency:_"                     = "Agentura :";
"_bank_account_"                = "Bankovní účet";
"_passport_"                    = "Pas";
"_driving_license_"             = "Řidičský průkaz";
"_license_number:_"             = "Číslo licence :";
"_vehicle_types:_"              = "Typy vozidel";

// Utility

"_never_"                       = "nikdy";
"_less_a_minute_"               = "Méně než před minutou";
"_minutes_ago_"                 = "Před %d minutami";
"_hours_ago_"                   = "před %d hodinami";
"_days_ago_"                    = "Před %d dny";
"_over_30_days_"                = "Víc jak 30 dnů";
"_connection_internet_offline_" = "The Internet connection appears to be offline or only allowed Wi-Fi";
"_insert_password_"             = "Vložte heslo";
"_update_in_progress_"          = "Aktualizace verze, prosím čekejte ...";
"_forbidden_characters_"        = "Jméno souboru nebo složky obsahuje nepovolené znaky";
"_mail_not_can_send_mail_"      = "Není nastavený žádný účet, nebo byla zadána chybná emailová adresa";

// File

"_photo_camera_"                = "Fotky";
"_unzip_in_progress_"           = "Rozbalování v místním úložišti probíhá ...";
"_file_unpacked_"               = "Soubor úspěšně rozbalen v místním úložišti";
"_file_saved_local_"            = "Soubor byl úspěšně místně uložen.";
"_file_not_present_"            = "Chyba, soubor není přítomen, prosím obnovte.";
"_order_by_date_"               = "Třídit podle data";
"_current_order_name_"          = "(aktuálně řazeno podle jména)";
"_order_by_name_"               = "Seřadit podle jména";
"_current_order_date_"          = "Aktuální řazení podle data";
"_sort_descending_"             = "Řadit sestupně";
"_current_sort_ascending_"      = "(aktuálně řazeno vzestupně)";
"_sort_ascending_"              = "Řadit vzestupně";
"_current_sort_descending_"     = "Aktuální řazení, sestupné";
"_delete_selected_files_"       = "Smazat soubory";
"_move_selected_files_"         = "Přesunout soubory";
"_encrypted_selected_files_"    = "Šifrované soubory";
"_decrypted_selected_files_"    = "Dešifrované soubory";
"_download_selected_files_"     = "Stáhnout soubory";
"_error_passcode_"              = "Chyba: špatný odemykací kód pro šifrovací klíč.";
"_error_operation_canc_"        = "Chyba, operace zrušena.";
"_only_lock_passcode_"          = "Dostupné pouze při aktivním uzamčení heslem. Aktivujte ho v nastavení.";
"_passcode_protection_"         = "Ochrana heslem";
"_encrypt_"                     = "Zašifrovat";
"_decrypt_"                     = "Dešifrovat";
"_remove_favorites_"            = "Odebrat z oblíbených";
"_remove_offline_"              = "Odebrat z offline";
"_add_favorites_"               = "Add to favorites";
"_add_offline_"                 = "Přidat k offline";
"_remove_passcode_"             = "Odstranit ochranu heslem";
"_protect_passcode_"            = "Chránit heslem";
"_share_"                       = "Sdílet";
"_reload_"                      = "Ovnovit";
"_open_in_"                     = "Otevřít v ...";
"_remove_local_file_"           = "Odstranit z mezipaměti";
"_add_local_"                   = "Přidat do místního úložiště";
"_comm_erro_pull_down_"         = "Upozornění, chyba při komunikaci se serverem, stáhněte pro obnovu.";
"_file_not_downloaded_"         = "Soubor nestažen";
"_file_not_uploaded_"           = "Soubor nebyl nahrán";
"_folders_"                     = "adresáře";
"_folder_"                      = "adresář";
"_files_"                       = "Soubory";
"_file_"                        = "Soubor";
"_folder_blocked_"              = "Adresář blokován";
"_downloading_progress_"        = "Inicializace stahování souborů ...";
"_encrypted_progress_"          = "Zašifrováno ...";
"_decrypted_progress_"          = "Dešifrováno ...";
"_no_file_pull_down_"           = "Nahrajte soubor, nebo potáhněte dolů pro obnovu";
"_browse_images_"               = "Procházet obrázky";
"_synchronized_folder_"         = "Udržovat adresář synchronizovaný";
"_remove_synchronized_folder_"  = "Odstranit synchronizaci";
"_synchronized_confirm_"        = "Po povolení synchronizace budou všechny soubory ve složce synchronizovány se serverem, pokračovat?";
"_offline_folder_confirm_"      = "Po povolení offline budou všechny soubory synchronizovány se serverem, pokračovat?";
"_same_device_different_passcode_"  = "Soubor byl zašifrován na stejném přístroji, ale rozdílným šifrovacím heslem. Mějte na paměti že pokud zadáte starý šifrovací klíč, soubory šifrované novým klíčem nebude možné přečíst.";
"_file_encrypted_another_device_"   = "Soubor byl zašifrován na jiném přístroji [%@], zadejte heslo pro dešifrování obsahu.";
"_file_not_found_reload_"       = "Soubor nenalezen, stáhněte pro obnovení";
"_title_section_download_"      = "STÁHNOUT";
"_title_section_upload_"        = "UPLOAD";
"_group_alphabetic_yes_"        = "✓ Seskupit dle abecedního pořadí";
"_group_alphabetic_no_"         = "Seskupit abecedně";
"_group_typefile_yes_"          = "✓ Seskupit podle typu souboru";
"_group_typefile_no_"           = "Seskupit podle typu souboru";
"_group_date_yes_"              = "Zatrženo skupiny podle data";
"_group_date_no_"               = "Group by Date";
"_element_"                     = "prvek";
"_elements_"                    = "elements";
"_tite_footer_upload_wwan_"     = "Vyžadována Wi-Fi síť, %lu %@ k nahrání";
"_tite_footer_upload_"          = "%lu %@ k nahrání";
"_tite_footer_download_wwan_"   = "Vyžadována Wi-Fi síť, %lu %@ ke stažení";
"_tite_footer_download_"        = "%lu %@ ke stažení";
"_limited_dimension_"           = "Byla dosažena největší velikost";
"_same_device_different_passcode_hint_" = "Soubor byl zašifrován stejným zařízením, ale s jiným heslem pro šifrování. Varování,pokud bude zadán staré heslo, soubory zašifrované novým nebudou čitelné. \n\n Nápověda : %@";
"_file_encrypted_another_device_hint_" = "Soubor byl zaĹˇifrovĂˇn inĂ˝m zaĹ™Ă­zenĂ­m [%@], zadejte ĹˇifrovacĂ­ klĂ­ÄŤ, pokud chcete ÄŤĂ­st jeho obsah. \n\n NĂˇpovÄ›da : %@";
"_save_selected_files_"         = "Ukládat fotky a videa do fotoalba";
"_file_not_saved_cameraroll_"   = "Chyba, soubor nebyl uložen ve fotoalbu";
"_file_saved_cameraroll_"       = "Soubor uložen do fotoalba";
"_directory_on_top_yes_"        = "✓ Adresáře nahoře";
"_directory_on_top_no_"         = "Adresáře nahoře";
"_folder_automatic_upload_"     = "Složka pro Automatické nahrávání";
"_search_no_record_found_"      = "Bez výsledku";
"_search_in_progress_"          = "Vyhledávání probíhá...";
"_search_instruction_"          = "Hledat soubor (nejméně 2 znaky)";
"_files_no_files_"              = "Zde žádné soubory nejsou";

"audio"                         = "AUDIO";
"compress"                      = "Zkomprimovat";
"directory"                     = "ADRESÁŘE";
"document"                      = "DOCUMENTS";
"image"                         = "IMAGES";
"template"                      = "Šablony";
"unknow"                        = "NEZNÁMÝ";
"video"                         = "VIDEO";

"_no_plist_pull_down_"          = "Šifrované soubory nebyly aktualizovány, stáhněte pro obnovení";
"_file_del_only_local_"         = "Soubor chybí na serveru";

"_copy_file_"                   = "Kopírovat soubor";
"_copy_files_"                  = "Kopírovat soubory";
"_paste_file_"                  = "Vložit soubor";
"_paste_file_encrypted_"        = "Vložit šifrovaný soubor";
"_paste_files_"                 = "Vložit soubory";
"_paste_files_encrypted_"       = "Vložit šifrované soubory";
"_paste_cryptated_"             = "Vložit šifrovaně";

"_search_this_folder_"          = "Hledat v této složce";
"_search_all_folders_"          = "Hledat ve všech složkách";
"_search_sub_folder_"           = "Hledat zde a v podsložkách";

// Security

"_reload_folder_"               = "Prosím, obnovte složku";
"_encrypt_error_"               = "Při šifrování souboru %@ došlo k chybě. [%@]";
"_decrypt_error_"               = "Při dešifrování souboru %@ došlo k chybě. (%@)";
"_encryption_"                  = "Šifrování ...";
"_decryption_"                  = "Dešifrování ...";

// CoreData

"_required_new_database_"       = "Aktualizace připravena, pro získání nové verze databáze se znovu přihlaste.";

// Files Preview

"_insert_password_pfd_"         = "Zabezpečené PDF. Zadejte heslo";
"_password_pdf_error_"          = "Špatné heslo";
"_error_download_photobrowser_" = "Chyba, fotku se nepodařilo stáhnout";

// Share

"_share_link_"                  = "Odkaz ke sdílení";
"_share_link_button_"           = "Odeslat odkaz ...";
"_password_"                    = "Heslo";
"_share_password_"              = "Odkaz chráněný heslem";
"_share_expirationdate_"        = "Nastavit datum vypršení odkazu";
"_date_"                        = "Datum";
"_share_title_"                 = "Sdílet";
"_add_sharee_"                  = "Přidat uživatele nebo skupiny";
"_add_sharee_footer_"           = "Všichni uživatelé a skupiny";
"_find_sharee_title_"           = "Hledat";
"_find_sharee_"                 = "Hledat uživatele nebo skupinu ...";
"_find_sharee_footer_"          = "Zadejte část jména uživatele nebo skupiny, který chcete hledat (aspoň 2 znaky) následováno klávesou 'Enter', vyberte uživatele, kteří mohou přistoupit ke sdílené položce následováno klepnutím na 'Hotovo' pro potvrzení";
"_user_is_group_"               = "(skupina)";
"_direct_sharee_title_"         = "Sdílet";
"_direct_sharee_footer_"        = "Pokud již jméno znáte, zadejte ho, vyberte typ sdílení astiskněte 'Hotovo' pro potvrzení ";
"_direct_sharee_"               = "Zadejte uživatelské jméno ...";
"_user_sharee_footer_"          = "Klepněte pro změnu privilegií";
"_share_type_title_"            = "Typ sdílení";
"_share_type_user_"             = "Uživatel";
"_share_type_group_"            = "Skupina";
"_share_type_remote_"           = "Vzdálené";

// Share Permission

"_share_permission_title_"          = "Privilegia";
"_share_permission_edit_"           = "Může upravovat";
"_share_permission_file_can_write_" = "Může zapisovat soubor";
"_share_permission_create_"         = "Může vytvářet";
"_share_permission_create_file_"    = "Může vytvářet soubory";
"_share_permission_create_folder_"  = "Může vytvářet složky";
"_share_permission_change_"         = "Může změnit";
"_share_permission_delete_"         = "Může smazat";
"_share_permission_share_"          = "Může sdílet";
"_share_permission_rename_"         = "Může přejmenovat";
"_share_permission_move_"           = "Může přesunout";
"_share_permission_info_"           = "Informace o sdílení";
"_share_permission_path_"           = "Soubor/složka";
"_share_permission_type_"           = "Type";
"_share_permission_typeuser_"       = "Uživatel";
"_share_permission_typegroup_"      = "Skupina";
"_share_permission_typepubliclink_" = "Odkaz";
"_share_permission_typefederated_"  = "Sdružené";
"_share_permission_owner_"          = "Vlastník";
"_share_permission_date_"           = "Datum";
"_share_permission_email_"          = "Notification via email";

// ShareInfoCMOC

"_type_resource_connect_you_"       = "Sdíleno s vámi";
"_type_resource_external_"          = "Externí úložiště";

// Share Ext

"_destiny_folder_"                  = "Folder : %@";


"_no_transfer_"                     = "Zatím žádné přenosy";
"_no_transfer_sub_"                 = "Stahování a nahrávání z tohoto zařízení se zobrazí zde";
"_no_activity_"                     = "Zatím žádná aktivita";
"_transfers_"                       = "Přenosy";
"_activity_"                        = "Aktivita";
"_activity_file_not_present_"       = "Soubor již není přítomen";


// Offline

"_create_synchronization_"          = "Vytvořit synchronizaci";

// Create Cloud

"_upload_photos_videos_"            = "Nahrát fotografie a videa";
"_upload_file_"                     = "Nahrát soubor";
"_upload_encrypted_mode"            = "Šifrovaný režim nahrávání";
"_upload_template_"                 = "Nahrát šablonu";
"_upload_plain_mode"                = "Prostý režim nahrání";

// Document Picker

"_save_document_picker_"            = "Uložit zde";

// CreateFormUploadAssets

"_destination_folder_"              = "Cílová složka";
"_use_folder_photos_"               = "Použít složku fotky jako cíl";
"_rename_filename_"                 = "Přejmenovat";
"_filename_"                        = "Název souboru";
"_preview_filename_"                = "Příklad jména souboru náhledu, pro datum můžete použít masku MM,DD,YY";
"_forbidden_characters_"            = "Jméno souboru nebo složky obsahuje nepovolené znaky";

// Notification

"_notification_"                    = "Upozornění";

// Photo Browser

"Done"                              = "Hotovo";
"Select Photos"                     = "Vybrat fotky";
"photo"                             = "Fotka";
"photos"                            = "fotky";
"of"                                = "z";
"%i of %i"                          = "%1$i of %2$i";

